
// 早上问好
export const MORNING_MESSAGES = [
  "早上好！祝你今天充满活力。",
  "早安！愿你的一天充满阳光。",
  "早上好！希望你今天有个好心情。",
  "早安！愿你的早晨像美丽的清晨一样美好。",
  "早上好！祝你一天顺利。",
  "早安！新的一天，新的开始。",
  "早上好！愿你今天的每一刻都充满愉快。",
  "早安！希望今天你能一切顺利。",
  "早上好！愿你的一天充满欢笑。",
  "早安！愿你今天心情愉快。",
  "早上好！祝你今天有个美好的开始。",
  "早安！希望你今天充满动力。",
  "早上好！愿你的今天如同阳光明媚。",
  "早安！愿你今天拥有一个充实的日子。",
  "早上好！愿你今天心情舒畅。",
  "早安！祝你今天一切顺利。",
  "早上好！愿你拥有一个充满能量的一天。",
  "早安！希望你今天过得开心。",
  "早上好！愿你今天一切顺利，心情愉快。",
  "早安！愿你今天充满积极向上的力量。"
]

// 喝水文案
export const WATER_MESSAGES = [
  "喝水时间到！让你的身体也喝个早茶吧。",
  "别让你的喉咙像沙漠一样干燥，喝点水吧。",
  "水瓶在呼唤你，别让它等得太久哦。",
  "你是不是已经变成干旱区了？来杯水吧。",
  "喝水啦，别让自己变成干尸。",
  "喝水时刻到！你不想让水瓶孤单的对吧？",
  "给你的身体加点水，就像给手机充电一样重要。",
  "别让你的体内湖泊干涸了，来杯水吧。",
  "水是你的好朋友，别让它在角落里等太久。",
  "喝水啦，想象一下水瓶在为你鼓掌。",
  "把水喝下去，就像给你的体内花园浇水一样。",
  "你是水瓶的偶像，喝水吧，给它点面子。",
  "喝水是魔法，让你一天充满活力。",
  "身体需要水，别让自己变成干瘪的植物。",
  "水瓶在等你，请尽快给予它一些关爱。",
  "喝水吧，就像给自己一个清凉的早晨吻。",
  "你喝的每一口水都在为你的身体做加油。",
  "别让水瓶变成空瓶，赶紧补充水分吧。",
  "水是你最佳的合作伙伴，别让它空等。",
  "喝水就像给你自己按下‘重启’按钮，快行动吧！"
]

// 摸鱼文案
export const FISH_MESSAGES = [
  '工作只是一种状态，摸鱼才是真正的生活方式。',
  '今天的目标：保持高效，顺便摸个鱼。',
  '工作再忙，也要给自己留点摸鱼的时间。',
  '我的工作技能：高效处理任务+摸鱼精通。',
  '保持生产力的秘密？合理的摸鱼时间。',
  '人在办公室，心在外面飘',
  '虚情假意上班，真心实意下班',
  '你摸鱼我摸鱼，老板宝马变青桔',
  '枯藤老树昏鸦，上班摸鱼下班回家',
  '划划水，看看表，舒服一秒是一秒',
  '周一摸鱼，无人能及，周二摸鱼，工作多余',
  '摸鱼的最高境界就是不会被发现,还被老板点赞',
  '努力不一定被看到 但摸鱼一定会被看见',
  '闹钟一响 请假理由千万条',
  '天天想辞职，月月拿满勤',
  '正义都能迟到，为什么上班不行',
  '锄禾日当午，上班好辛苦。上完一上午，还要上下午',
  '今天搬砖不狠，明天地位不稳',
  '我的状态是挣钱如捉鬼，花钱如流水',
  '上班摸鱼下班钓鱼',
  '人之初性本善不想上班怎么办',
  '职场三连: 摸鱼，摆烂，等下班',
  '职场净化军:谁爱卷谁卷，他强任他强，我是摆烂王',
  '《正在划水 划不会涨的薪水》',
  '正在上班 上那不挣钱的班',
  '装模作样上班 真心实意摸鱼',
  '摸鱼是我对抗资本的最后一点尊严',
]

export const ORDER_MESSAGES = [
  "肚子在抗议，赶紧点外卖吧！",
  "外卖时间到了，别让你的胃继续抗议。",
  "今天的厨艺比赛由外卖小哥赢得！",
  "别让空腹成为你的夜晚主题曲，快点外卖！",
  "你的美食正在等待中，快去点它吧。",
  "外卖是你今晚的救星，快下单吧！",
  "当厨师放弃时，外卖小哥登场了，赶紧点单。",
  "别让肚子饿着，赶紧让外卖来拯救你！",
  "食物是爱情的最佳调料，赶紧点外卖吧。",
  "你的外卖正等待一份订单，别让它孤单。",
  "时间到了，外卖正敲你的门，赶紧下单吧！",
  "别让饥饿成为你今晚的唯一朋友，点外卖吧。",
  "你的美食还在等你点击确认，快来吧。",
  "外卖的故事正等待你写下一章，赶紧点单。",
  "点外卖吧，让你今晚的味蕾跳舞。",
  "美味已经在等待，你还在犹豫什么？",
  "肚子空空的你，外卖是你的最佳选择。",
  "现在是点外卖的最佳时机，不要浪费。",
  "外卖已在你的购物车中，别忘了点它！",
  "外卖是今晚的明星，赶紧来点它吧。"
];

export const DRINKING_MESSAGES = [
  "酒驾不可取，安全驾驶从清醒开始。骑电动车时请勿饮酒！",
  "饮酒后骑电动车，危险无处不在。保持清醒，确保安全！",
  "安全无酒精，骑电动车时请远离酒精的诱惑！",
  "酒后骑车，风险极高。为自己和他人着想，骑电动车时请保持清醒！",
  "喝酒无畏，骑车有风险。酒后不驾车，安全你我他！",
  "酒精和交通不兼容，骑电动车时请勿饮酒，确保每一次出行安全！",
  "饮酒后驾驶电动车不仅违法，还危害生命。请保持清醒，安全出行！",
  "骑电动车，酒驾零容忍。为安全负责，请勿酒后骑行！",
  "酒精影响反应速度，骑电动车时务必保持清醒，避免事故发生！",
  "喝酒和骑车是最危险的组合。请保持清醒，为自己的安全负责！"
]

export const REVERSE_DRIVING_MESSAGES = [
  "安全第一，逆行零容忍。骑电动车时，请遵守交通规则！",
  "逆行是危险的开端，守规行驶才是安全的保障。",
  "电动车也要守规矩，不逆行，行车更安全！",
  "不逆行，不仅是对自己的保护，也是对他人的尊重。",
  "请勿逆行，安全驾驶，从我做起！",
  "电动车上路，请遵守交通规则，逆行风险大，安全从规范开始。",
  "逆行不光是违规，更是对生命的挑战。骑电动车，请按规则行驶！",
  "你的安全从不逆行开始，电动车驾驶，请遵守交通秩序！",
  "逆行不可取，安全才是最优先的选择。骑电动车请文明行驶！",
  "规范驾驶，拒绝逆行，为自己也为他人的安全着想！"
]